Repository: mltony/nvda-sentence-nav
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: bg, da, de, fr, he, it, pt_br, pt_pt, ro, sk, sr, uk

source: Always
bg: Винаги
da: Altid
de: Immer
fr: Toujours
he: תמיד
it: Sempre
pt_br: Sempre
pt_pt: Sempre
ro: Mereu
sk: Vždy
sr: Uvek
uk: Завжди

source: Only across paragraphs with same indentation and same style level
bg: Само в абзаци със същия отстъп и в същото ниво на стила
de: Nur über Absätze mit gleicher Einrückung und gleicher Überschriftenebene
fr: Seulement entre les paragraphes avec la même indentation et le même niveau de style
pt_br: Somente entre parágrafos com o mesmo recuo e o mesmo nível de estilo
pt_pt: Apenas nos parágrafos com a mesma indentação e o mesmo nível de estilo
uk: Лише між абзацами з однаковим відступом і однаковим рівнем стилю

source: Never
bg: Никога
da: Aldrig
de: Nie
fr: Jamais
it: Mai
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
sk: Nikdy
sr: Nikada
uk: Ніколи

source: Volume of chime when crossing paragraph border
bg: Сила на звука на сигнала при преминаване на границата на абзаца
da: Lydstyrke af tone når du krydser kanten af afsnit
de: Lautstärke des Glockentons wenn man eine Absatzgrenze überschreitet
fr: Volume du carillon lorsque la bordure du paragraphe est franchie
he: עוצמת הצליל כשחוצים גבולות פיסקה
it: Volume per suono superamento bordo paragrafo
pt_br: Volume do sinal sonoro ao atravessar a borda do parágrafo
pt_pt: Volume de sinal ao cruzar o limite do parágrafo
ro: Volumul soneriei la trecerea peste bordura paragrafului
sk: Hlasitosť zvuku pri prechode na nový odsek
sr: Jačina zvučnog signala kada se pređu granice pasusa
uk: Гучність сигналу під час перетину межі абзацу

source: Volume of chime when no more sentences available
bg: Сила на звука за сигнала, когато няма повече изречения
da: Lydstyrke på tone når der ikke er mere af sætningen tilgængelig
de: Lautstärke des Glockentons wenn kein weiterer Satz vorhanden ist
fr: Volume du carillon lorsqu'il n'y a plus de phrases disponibles
he: עוצמת הצליל כשאין עוד משפט במסמך
it: Volume per suono quando non vi sono più frasi
pt_br: Volume do sinal sonoro quando não houver mais sentenças disponíveis
pt_pt: Volume do sinal quando não existirem mais frases
ro: Volumul soneriei atunci când nicio propoziție nu este disponibilă
sk: Hlasitosť zvuku pri poslednej vete
sr: Jačina zvučnog signala kada nema više dostupnih rečenica
uk: Гучність сигналу, коли більше немає доступних речень

source: Speak message when no next sentence available in the document
bg: Изговаряй съобщение, когато в документа не е налично следващо изречение
da: Tsig besked, når der ikke er yderligere sætninger tilgængelige i dokumentet
de: Meldung sprechen wenn kein nächster Satz im Dokument vorhanden ist
fr: Annoncer un message lorsqu'aucune phrase suivante n'est disponible dans le document
he: הכרז כשאין משפט קודם או הבא במסמך
it: Leggi un messaggio se non vi sono più frasi nel documento
pt_br: Falar mensagem quando não houver próxima sentença disponível no documento
pt_pt: Ler mensagem, quando não houver mais frases no documento
ro: Rostește mesajul atunci când nicio propoziție succedentă nu este disponibilă în document
sk: Slovné upozornenie na koniec dokumentu
sr: Izgovori poruku kada sledeća rečenica nije dostupna u dokumentu
uk: Сповістити, якщо в документі немає наступного речення

source: Speak formatted text
bg: Изговаряй форматиран текст
da: Sig formateret tekst
de: Formatierten Text sprechen
fr: Annoncer un texte formaté
he: הקרא טקסט עם העיצוב שלו
it: Leggi testo formattato
pt_br: Falar texto formatado
pt_pt: Ler texto formatado
ro: Rostește textul formatat
sk: Oznamovať formátovanie textu
sr: Izgovori formatiran tekst
uk: Промовити форматований текст

source: Reconstruct sentences across multiple paragraphs when
bg: Реконструирай изреченията между няколко абзаца, когато
da: Rekonstruere sætninger på tværs af flere afsnit, når
de: Sätze über mehrere Absätze rekonstruieren wenn
fr: Reconstruire des phrases sur plusieurs paragraphes lorsque
he: האם לקחת בחשבון משפטים הפרוסים על כמה פסקאות
it: Ricostruisci frasi su più paragrafi quando
pt_br: Reconstruir frases através de vários parágrafos quando
pt_pt: Reconstruir frases através de vários parágrafos quando
ro: Reconstruiește propoziții peste paragrafe multiple când:
sk: Opraviť vety rozseknuté vo viacerých odsekoch:
sr: Rekonstruiši rečenice između više pasusa kada
uk: Реконструювати речення в кількох абзацах, коли

source: Take Wikipedia-style references into account
bg: Вземай под внимание препратките в стил Уикипедия
da: Tag hensyn til Wikipedia-stil referencer
de: Ziehe Wikipedia-style Referenzen in Betracht
fr: Prendre en compte les références de style Wikipedia
he: האם להתייחס לסמני הפרדה שלWikiPidia
it: Prendi in considerazione i riferimenti in stile Wikipedia
pt_br: Considerar as referências no estilo Wikipédia
pt_pt: Tomar em consideração referências ao estilo da Wikipédia
ro: Se ține cont de stilul de referințe al Wikipedia
sk: Zohľadňovať formátovanie z Wikipédie
sr: Uzmi u obzir stil referenca vikipedije
uk: Враховувати посилання у стилі Вікіпедії

source: Sentence breakers
bg: Разделители на изречения
da: Sætningsbrydere
de: Satz-Stopps
fr: Caractères de rupture de phrase
he: ממסמני חיתוך משפטים
it: Interruttori di frase
pt_br: Finalizadores de sentença
pt_pt: Divisores de frase
ro: Întreruperi de propoziții
sk: Rozdeľovače viet
sr: Odvajači rečenica
uk: Розриви речення

source: Skippable punctuation marks
bg: Пропускаеми пунктуационни знаци
da: Tegnsætningstegn der kan springes over
de: Zu überspringende Satzzeichen
fr: Signes de ponctuation sautables
he: סימני פיסוק ניתנים לדילוג
it: Segni di punteggiatura da ignorare
pt_br: Sinais de pontuação ignoráveis
pt_pt: Sinais de pontuação a ignorar
ro: Marcaje de punctuație care pot fi omise
sk: Ignorovať nasledujúce interpunkčné znaky
sr: Znakovi interpunkcije koji se mogu preskočiti
uk: Розділові знаки, які можна пропустити

source: Full width sentence breakers
bg: Разделители на изречения с пълна ширина
da: Fuldbredde sætningsbrydere
de: Satz-Pause in voller Breite
fr: Caractères pleine chasse de rupture de phrase
he: מפריד רוחב מלא
pt_br: Finalizadores de sentença de tamanho grande
pt_pt: Divisores de frases de tamanho total
ro: Întreruperi de propoziție cu lățime întreagă
sk: Oddeľovače viet pre ázijské jazyky
sr: Nove rečenice pune širine
uk: Роздільники речень для азіатських мов

source: Exceptional abbreviations, space separated, in language %s
bg: Изключени съкращения, разделени с интервал, на %s език
da: Ekstraordinære forkortelser, adskilt af mellemrum, i sprog %s
de: Ausgenommene Abkürzungen ohne Satz-stopps. Listeneinträge durch leer getrennt %s
fr: Abréviations exceptionnelles, séparées par des espaces, dans la langue %s
he: קיצורים יוצאי דופן, מופרדים ברווח, בשפה %s
it: Abbreviazioni eccezionali, separate da spazi, in lingua %s
pt_br: Abreviaturas excepcionais, separadas por espaço, no idioma %s
pt_pt: Abreviaturas excepcionais, separadas por espaço, no idioma %s
ro: Abrevieri excepționale, sparate de spațiu, în limba %s
sk: Ignorovať nasledujúce skratky v jazyku %s:
sr: Izuzetci za skraćenice, odvojene u razmacima, na jeziku %s
uk: Ігнорувати наступні мовні скорочення %s

source: Capital letters with no spaces in language %s
bg: Главни букви без интервали на %s език
da: Store bogstaver uden mellemrum i sprog %s
de: Großbuchstaben ohne Pause in der Sprache %s
fr: Lettres majuscules sans espaces dans la langue %s
he: אותיות רשיות ללא רווח בשפה %s
it: Lettere maiuscole senza spazi nella lingua %s
pt_br: Letras maiúsculas, sem espaços, no idioma %s
pt_pt: Letras maiúsculas, sem espaços, no idioma %s
ro: Litere mari fără spații în limba %s
sk: Ignorovať nasledujúce iniciály v jazyku %s:
sr: Velika slova bez razmaka na jeziku %s
uk: Великі літери без пробілів у мові %s

source: Lower case letters with no spaces in language %s
bg: Малки букви без интервали на %s език
de: Kleinbuchstaben ohne Pause in der Sprache %s
fr: Lettres minuscules sans espaces dans la langue %s
pt_br: Letras minúsculas sem espaços no idioma %s
pt_pt: Letras minúsculas sem espaços na língua %s
uk: Малі літери без пробілів у мові %s

source: Phrase breakers
bg: Разделители на фрази
da: Fraseafbrydere
de: Phrasen-Stopps
fr: Caractères de rupture d'expression
he: סמני סוףחיתוך פסוקית
it: Interruttori di frase
pt_br: Finalizadores de frase
pt_pt: Divisores de frase
ro: Întreruperi de frază
sk: Oddeľovače častí viet
sr: Odvajači fraza
uk: Розриви фраз

source: Full width phrase breakers
bg: Разделители на фрази с пълна ширина
da: Fuldbredde sætningsafbrydere
de: Satz-Pause in voller Breite
fr: Caractères pleine chasse de rupture d'expression
he: סימנים המסמנים הפסקת משפט
pt_br: Finalizaradores de frase de tamanho grande
pt_pt: Disjuntores de frase de largura total
ro: Întreruperi de frază cu lățime întreagă
sk: Oddeľovače častí viet pre Ázijské jazyky
sr: Odvajači fraza pune širine
uk: Роздільники фраз для азіатських мов

source: Disable SentenceNav in applications (comma-separated list)
bg: Деактивирай навигацията по изречения за следните приложения (списък от елементи, разделени със запетая)
da: Deaktiver Sætningsnavigation i applikationer (kommasepareret liste)
de: Satznavigation in Anwendungen abschalten (Listeneinträge durch Komma getrennt)
fr: Désactiver SentenceNav dans les applications (liste séparée par des virgules)
he: השבת את התוסף ביישומים הבאים (comma-separated list)
it: Disabilita SentenceNav nelle applicazioni (elenco separato da virgole)
pt_br: Desabilitar o SentenceNav em aplicativos (lista separada por vírgulas)
pt_pt: Desactivar o extra nas aplicações (lista separada por vírgulas)
ro: Dezactivează SentenceNav în aplicații (listă separată prin virgulă)
sk: Zakázať čítanie po vetách v nasledujúcich aplikáciách (zoznam oddelený čiarkami)
sr: Onemogući navigaciju kroz rečenice u aplikacijama (lista se odvaja zarezima)
uk: Вимкнути «Навігацію по реченнях» у програмах (список, розділений комами)

source: Enable experimental support for Microsoft Word and WordPad (overrides default NVDA functionality)
bg: Включи експерименталната поддръжка за Microsoft Word и WordPad (заменя функционалността по подразбиране в NVDA)
de: Experimentelle Unterstützung für Microsoft Word und WordPad einschalten (überschreibt die Funktionalität von NVDA)
fr: Activer la prise en charge expérimentale de Microsoft Word et WordPad (remplace la fonctionnalité par défaut de NVDA)
pt_br: Habilitar o suporte experimental para Microsoft Word e WordPad (substitui a funcionalidade padrão do NVDA)
pt_pt: Activar o suporte experimental para Microsoft Word e WordPad (substitui a funcionalidade padrão do NVDA)
uk: Увімкнути експериментальну підтримку Microsoft Word і WordPad (замінює стандартну функціональність NVDA)

source: Move to next sentence.
bg: Придвижване до следващото изречение.
de: Zum nächsten Satz springen.
fr: Se déplacer à la phrase suivante.
pt_br: Passe para a próxima frase.
pt_pt: Passar à frase seguinte.
uk: Перейти до наступного речення.

source: No next sentence
bg: Няма следващо изречение
da: Ingen næste sætning
de: Kein nächster Satz
fr: Aucune phrase suivante
he: אין משפט הבא
it: Nessuna frase successiva
pt_br: Sem próxima sentença
pt_pt: Sem frase seguinte
ro: Nicio propoziție succedentă
sk: Žiadna ďalšia veta
sr: Nema sledeće rečenice
uk: Немає наступного речення

source: Move to previous sentence.
bg: Придвижване до предишното изречение.
de: Zum vorherigen Satz springen.
fr: Se déplacer à la phrase précédente.
pt_br: Mover para a frase anterior.
pt_pt: Passar à frase anterior.
uk: Перейти до попереднього речення.

source: No previous sentence
bg: Няма предишно изречение
da: Ingen forrige sætning
de: Kein vorheriger Satz
fr: Aucune phrase précédente
he: אין משפט קודם
it: Nessuna frase precedente
pt_br: Sem sentença anterior
pt_pt: Sem frase anterior
ro: Nicio propoziție precedentă
sk: Žiadna predchádzajúca veta
sr: Nema prethodne rečenice
uk: Немає попереднього речення

source: Speak current sentence.
bg: Изговаряне на текущото изречение.
de: Aktuellen Satz ansagen.
fr: Annoncer la phrase courante.
pt_br: Fale a frase atual.
pt_pt: Diz a frase actual.
uk: Вимовити поточне речення.

source: Move to next phrase.
bg: Преминаване към следващата фраза.
de: Zur nächsten Phrase springen.
fr: Se déplacer à l'expression suivante.
pt_br: Passe para a próxima frase.
pt_pt: Passar à frase seguinte.
uk: Перейти до наступної фрази.

source: No next phrase
bg: Няма следваща фраза
da: Ingen næste frase
de: Keine nächste Phrase
fr: Aucune expression suivante
he: אין פסוקית נוספתאין פסוקית נוספת
it: Nessuna locuzione successiva
pt_br: Sem próxima frase
pt_pt: Sem próxima frase
ro: Nicio frază succedentă
sk: Žiadna ďalšia fráza
sr: Nema sledeće fraze
uk: Немає наступної фрази

source: Move to previous phrase.
bg: Преминаване към предишната фраза.
de: Zur vorherigen Phrase springen.
fr: Se déplacer à l'expression précédente.
pt_br: Ir para a frase anterior.
pt_pt: Passar à frase anterior.
uk: Перейти до попередньої фрази.

source: No previous phrase
bg: Няма предишна фраза
da: Ingen forrige frase
de: Keine vorherige Phrase
fr: Aucune expression précédente
he: אין פסוקית קודמת
it: Nessuna locuzione precedente
pt_br: Sem frase anterior
pt_pt: Sem frase anterior
ro: Nicio frază precedentă
sk: Žiadna predchádzajúca fráza
sr: Nema prethodne fraze
uk: Немає попередньої фрази

source: Speak current phrase.
bg: Изговаряне на текущата фраза.
de: Aktuelle Phrase ansagen.
fr: Annoncer l'expression courante.
pt_br: Fale a frase atual.
pt_pt: Diz a frase actual.
uk: Вимовити поточну фразу.

source: SentenceNav
bg: Навигация по изречения (SentenceNav)
da: Sætningsnavigation
de: Satznavigation
pt_br: SentenceNav — Navegação por Sentença
sk: Čítanie po vetách
sr: Navigacija kroz rečenice
uk: Навігація по реченнях

source: Sentence Navigation addon. SentenceNav is an NVDA add-on that allows you to read text by sentences, as opposed to by paragraphs or words.
bg: Добавка за навигация по изречения. "Навигация по изречения" ("SentenceNav") е добавка за NVDA, която ви позволява да четете даден текст по изречения, вместо по абзаци или думи.
da: Tilføjelse til navigation i sætninger. Dette er en NVDA-tilføjelse, der giver dig mulighed for at navigere mellem sætninger, i modsætning til afsnit eller ord.
de: Erweiterung Satznavigation Die Erweiterung Satznavigation erlaubt das Lesen von Texten Satz für Satz.
fr: Extension de navigation par phrases. SentenceNav est une extension NVDA qui vous permet de lire du texte par phrases, par opposition à par paragraphes ou par mots.
he: בעזרת SentenceNav תוכלו לקרא טקסטים בחלוקה למשפטים, וזאת בניגוד לחלוקה לפי פיסקאות הקיימת כברירת מחדל בNVDA
it: Componente aggiuntivo di navigazione per frasi. Questo componente aggiuntivo consente di leggere il testo per frasi, anziché per parole o per paragrafi.
pt_br: Complemento de navegação por sentenças. SentenceNav é um complemento do NVDA que permite a leitura de textos por sentenças, ao invés de parágrafos ou palavras.
pt_pt: Extra de navegação por frase. SentenceNav é um extra do NVDA que permite ler texto por frases, em vez de parágrafos ou palavras.
ro: Supliment de navigare prin propoziții. SentenceNav este un supliment NVDA care vă permite să citiți textul prin propoziții, spre deosebire de paragrafe sau cuvinte.
sk: Čítanie po vetách. Umožňuje čítať text po vetách a pridáva tak funkciu k doterajšiemu čítaniu po slovách a odsekoch.
sr: Dodatak za navigaciju kroz rečenice. Ovo je dodatak koji vam omogućava da čitate tekst po rečenicama, suprotno već pruženim mogućnostima čitanja po rečima i pasusima.
uk: Додаток для навігації по реченнях. SentenceNav — це додаток для NVDA, який дозволяє читати текст по реченнях, а не по абзацах чи словах.

source: SentenceNav settings
bg: Настройки за навигацията по изречения
da: Indstillinger for Sætningsnavigation
de: Satznavigation Einstellungen
fr: Paramètres SentenceNav
he: הגדרות
it: Impostazioni SentenceNav
pt_br: Configurações do SentenceNav
pt_pt: Configuraçõesdo SentenceNav
ro: Setări SentenceNav
sk: Čítanie po vetách
sr: Podešavanja navigacije kroz rečenice

source: SentenceNav...
bg: Навигация по изречения...
da: Sætningsnavigation...
de: Satznavigation...
sk: Čítanie po vetách...
sr: Navigacija kroz rečenice...

source: Only across paragraphs with same indentation and same heading level
da: Kun på tværs af afsnit med samme indrykning og samme overskriftsniveau
he: רק משפטים באותה רמת כניסה ובאותה רמה של כותרת
it: Solo per paragrafi con stesso rientro e stesso livello di intestazione
ro: Doar peste paragrafe cu același nivel de indentare și de rubrici
